[
  {
    "name": "Ed Welsby",
    "tagline": "Senior Developer at Proctor & Stevenson",
    "text": "<p>Oliver was great to work with, he has a solid knowledge of the various aspects of web development and never minded helping me out with Linux commands!</p>\n",
    "image": "ed-welsby.png",
    "hidden": true
  },
  {
    "name": "Brian Healy",
    "tagline": "Director of Business Development at Tincan",
    "text": "<p>Oliver was fantastic to work with - pro-active and highly responsive, he worked well remotely and as part of a project team. His understanding of the project requirement(s) and ability to translate it into working code was essential and he delivered.</p>\n",
    "image": "brian-healy.png"
  },
  {
    "name": "Marlon Duncanson",
    "tagline": "Brand & Web Specialist",
    "text": "<p>Oliver is a great guy and really easy to work with. He really goes the extra mile to make sure the project is done properly. I would recommend him and will not hesitate to use him again in future.</p>\n",
    "image": null
  },
  {
    "name": "Brian Hartwell",
    "tagline": "Interactive Creative Director",
    "text": "<p>Oliver was great to work with. He has expert knowledge with Drupal and delivered exactly what we were looking for on time. He's understanding, friendly and easy to get along with. I would enjoy working with him again in the future.</p>\n",
    "image": null
  },
  {
    "name": "Daniel Easterbrook",
    "tagline": "Digital Strategy Consultant",
    "text": "<p>Oliver is seasoned Drupal and all round highly skilled and experienced web developer. I have worked with Oliver on an important project where he was reliable, prompt and ensured strict client deadline delivery and confidentiality at all times.</p>\n",
    "image": null
  },
  {
    "name": "James Chapman",
    "tagline": "Director at Development Done Right",
    "text": "<p>We used Oliver on a number of occasions throughout 2012 and I have to say we've been delighted with his work. His skills working with Drupal are excellent particularly with custom module development and we wouldn’t hesitate to recommend him others.</p>\n",
    "image": "james-chapman.png"
  },
  {
    "name": "Léonie Watson",
    "tagline": "Director of Accessibility at Nomensa",
    "url": "https://www.nomensa.com",
    "text": "<p>Oliver is a flexible and hardworking developer, with a terrific knowledge of Drupal. He promotes accessibility best practice within the Drupal community, and is always happy to share his knowledge with other people.</p>\n",
    "image": "leonie-watson.jpg"
  },
  {
    "name": "Holly Ross",
    "tagline": "Executive Director at Drupal Association",
    "url": "https://www.drupal.org/association",
    "text": "<p>Oliver has been an outstanding contributor to the Drupal Association team. He is a talented developer who writes great code and applies his curiosity and love of learning to every project. He is also a fantastic team member, who gives to the team as much as he gets.</p>\n<p>Oliver is the embodiment of everything good about the Drupal community.</p>\n",
    "image": "holly-ross.png"
  },
  {
    "name": "Josh Mitchell",
    "tagline": "CTO at Drupal Association",
    "url": "https://www.drupal.org/association",
    "text": "<p>Oliver is a skilled Drupal developer with a passion for the Drupal community. As his direct supervisor, I was able to watch Oliver grow with the Drupal Association and contribute an amazing amount of effort and integrity to all of his work.</p>\n<p>Everything we have thrown at Oliver, he has approached with an open and flexible mind that has allowed him to work on a wide range of projects and features for Drupal products.</p>\n",
    "image": "josh-mitchell.png"
  },
  {
    "name": "Chris Jarvis",
    "tagline": "Developer at Microserve",
    "text": "<p>Oliver is an amazing colleague, he's professional, full of knowledge and I could not recommend him more.</p>\n",
    "image": "chris-jarvis.jpg",
    "hidden": true
  },
  {
    "name": "Owen Phillips",
    "tagline": "Director at Operation Fitness Ltd",
    "url": "https://www.operation-fitness.co.uk",
    "text": "<p>I have been working to build and develop my website with Oliver over the last year and I couldn't recommend higher. His ideas, knowledge and completion are to a very high standard and I look forward to continuing my build with him.</p>\n",
    "image": "owen-phillips.jpeg"
  },
  {
    "name": "Chris Knox",
    "tagline": "Creative Director",
    "text": "<p>Oliver is a skilled and enthusiastic developer, always putting the clients interests first. His approach to work is diligent and confident and this makes working with him a pleasure!</p>\n",
    "image": "chris-knox.jpeg"
  },
  {
    "name": "Jon Hallett",
    "tagline": "Senior Systems Administrator at the University of Bristol",
    "url": "https://bristol.ac.uk",
    "text": "<p>We use Oliver for maintaining a couple of Drupal sites for which we no longer have the skills ourselves. We became aware of Oliver through his work in the Drupal community, and about a year ago we approached him to help us with the deep dive aspects of maintaining and developing Drupal sites. He's been really helpful and very responsive. Much appreciated!</p>\n",
    "image": "jon-hallett.jpeg"
  },
  {
    "name": "Alan Hatch",
    "tagline": "Senior Drupal Developer at Microserve",
    "text": "<p>I have had the pleasure of working with Oliver on several projects at Microserve. He is a natural innovator and a great mentor who inspires others to explore new technologies and approaches. He is a highly knowledgeable professional with a passion for all things Drupal and the tenacity required to get the job done well.</p>\n",
    "image": "alan.jpeg"
  },
  {
    "name": "Adam Cuddihy",
    "tagline": "Web Development Manager",
    "text": "<p>A fantastic and highly knowledgeable Drupal Developer. Oliver saved a struggling Drupal project with his wealth of Drupal experience.</p>\n",
    "image": "adam.jpeg"
  },
  {
    "name": "Duncan Davidson",
    "tagline": "Director at Rohallion",
    "url": "https://rohallion.agency",
    "text": "<p>Oliver is a pleasure to work with, and I would engage him again without hesitation. He communicates regularly, ensures that he meets requirements, and suggests improvements to the potential solutions to the brief.</p>\n",
    "image": "duncan.jpeg"
  },
  {
    "name": "Anonymous",
    "tagline": "Marketing Strategist",
    "text": "<p>We have only worked together for a short while but I can see Oliver is a Drupal expert.</p>\n<p>His technical knowledge means we have been able to make improvements to the sites we manage quickly and efficiently.</p>\n<p>If we have complex issues to contend with in the future I feel confident he will be able to deal with them.</p>\n"
  },
  {
    "name": "Huw Davies",
    "tagline": "Web Dev Manager / DevOps / Team Manager at Admiral Group Plc",
    "url": "https://admiral.com",
    "text": "<p>I had the pleasure of working with Oliver whilst building the first version of our drupal based intranet. His knowledge of Drupal and the wider infrastructure required to run a site was really invaluable.</p>\n<p>At the time, we were very new to Drupal, so it gave us a great platform to learn from and expand our own knowledge.</p>\n<p>He's the only external contractor that we've kept in touch with over the years, which goes to show how much we valued his input.</p>\n",
    "image": "huw.jpeg"
  },
  {
    "name": "Mick Felton",
    "tagline": "Publisher at Poetry Wales Press Ltd (Seren Books)",
    "url": "https://www.serenbooks.com",
    "text": "<p>Working with Oliver on the Seren website has been easy and beneficial. As well as providing general maintenance support, he built a new Drupal module which integrated with our partners Glassboxx so that we could sell ebooks directly from our website. Oliver worked closely with the team at Glassboxx to create the integration which needed to communicate with the Glassboxx app so that users could download their purchases. He was able to resolve issues which came up along the way in order to create a functioning module which we now use on our site.</p><p>Oliver has extensive knowledge of Drupal and his familiarity with the Seren site meant he was able to fix problems quickly and efficiently as they arose. He is reliable and has always been willing to discuss new ideas for how the site could function. We would recommend working with him for his invaluable knowledge and ability to find solutions to problems at short notice. It has been a pleasure to work with him over the years.</p>",
    "image": ""
  }
]
